chat_system_2678177_actor_description=Beardless Joe. Robber
chat_system_2678177_snap_0_question=^?^Who're you? What do you want from me? Get out of here while you're still in one piece!
chat_system_2678177_snap_0_answer_0=^?^Give me the tackle, you oaf! Fancy that, he thought he was going to frighten me...
chat_system_2678177_snap_0_answer_1=^?^Oh, ok - I get the point! I'll leave right away.
chat_system_2678177_snap_2_question=^?^What tackle are you talking about, buddy? I don't know nothin' about no tackle...
chat_system_2678177_snap_2_answer_0=^?^How's that? Didn't you take the fishing tackle away from the old fisherman Kitano? He's got a big family, you know - seven of his own children, plus three he adopted. How's he supposed to feed them, while you're holding onto his fishing gear?
chat_system_2678177_snap_2_answer_1=^?^You've insulted my friend, taking his fishing tackle away from Kitano. And because he's my friend, I'm going to tear your mouth to shreds with his hooks, then pluck out your eyes. You'll be going to sorceresses for the rest of your short, miserable life!
chat_system_2678177_snap_4_question=^?^Hey, buddy! That fisherman owns a merchant ship, capable of running to the Islands of Freedom. Even ten children aren't a burden for somebody of his means. It's not worth it for us to fight about a guy like him.
chat_system_2678177_snap_4_answer_0=^?^I'm not your buddy. I've taken the job, and I'll see it through - if not now, then later...
chat_system_2678177_snap_1_question=^?^Well, now, old chap! Do you really mean to threaten me? You'd better not do that...you know... Otherwise, I can... you know...
chat_system_2678177_snap_1_answer_0=^?^Don't try to frighten me. I'm [rank] [player]; I won't stand for threats from a petty thief. If you don't want this to play out nice and friendly, we'll do it in a less pleasant way!
